---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Shekel
source: html/d2e92b99-e3d4-4153-23bd-4fafd4f276b3.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Shekel Property

Symbol ₪, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId Shekel { get; }
```